//----------------------------------------------------------------------------------------------------------------------
///
/// \file       spml.cpp
/// \brief      SPML (Special Program Modules Library) - Cпециальная Библиотека Программных Модулей (СБПМ)
/// \date       14.07.20 - создан
/// \author     Соболев А.А.
/// \defgroup   spml Cпециальная Библиотека Программных Модулей (СБПМ)
/// \addtogroup spml
/// \{
///

#include <spml.h>

namespace SPML /// Библиотека СБПМ
{
//----------------------------------------------------------------------------------------------------------------------
std::string GetVersion()
{
    return "SPML_21.02.2021_v00_Develop_Open";
}

}
/// \}
